Repository: MaksimKarytski/PaxisprojectTranslationEvaluation
Catalog: 1TranslationTestData/Selfmade_big_text_en_de.tmx
Source language: de
Languages: en

source: Ihr naht euch wieder, schwankende Gestalten! Die früh sich einst dem trüben Blick gezeigt. Versuch’ ich wohl euch diesmal fest zu halten? Fühl’ ich mein Herz noch jenem Wahn geneigt? Ihr drängt euch zu! nun gut, so mögt ihr walten, Wie ihr aus Dunst und Nebel um mich steigt; Mein Busen fühlt sich jugendlich erschüttert Vom Zauberhauch der euren Zug umwittert. Ihr bringt mit euch die Bilder froher Tage, Und manche liebe Schatten steigen auf; Gleich einer alten, halbverklungnen Sage, Kommt erste Lieb’ und Freundschaft mit herauf; Der Schmerz wird neu, es wiederholt die Klage Des Lebens labyrinthisch irren Lauf, Und nennt die Guten, die, um schöne Stunden Vom Glück getäuscht, vor mir hinweggeschwunden. Sie hören nicht die folgenden Gesänge, Die Seelen, denen ich die ersten sang, Zerstoben ist das freundliche Gedränge, Verklungen ach! der erste Wiederklang. Mein Lied ertönt der unbekannten Menge, Ihr Beyfall selbst macht meinem Herzen bang, Und was sich sonst an meinem Lied erfreuet, Wenn es noch lebt, irrt in der Welt zerstreuet. Und mich ergreift ein längst entwöhntes Sehnen Nach jenem stillen, ernsten Geisterreich, Es schwebet nun, in unbestimmten Tönen, Mein lispelnd Lied, der Aeolsharfe gleich, Ein Schauer faßt mich, Thräne folgt den Thränen, Das strenge Herz es fühlt sich mild und weich; Was ich besitze seh’ ich wie im weiten, Und was verschwand wird mir zu Wirklichkeiten.
en: Again ye come, ye hovering Forms! I find ye, As early to my clouded sight ye shone! Shall I attempt, this once, to seize and bind ye? Still o’er my heart is that illusion thrown? Ye crowd more near! Then, be the reign assigned ye, And sway me from your misty, shadowy zone! My bosom thrills, with youthful passion shaken, From magic airs that round your march awaken. Of joyous days ye bring the blissful vision; The dear, familiar phantoms rise again, And, like an old and half-extinct tradition, First Love returns, with Friendship in his train. Renewed is Pain: with mournful repetition Life tracks his devious, labyrinthine chain, And names the Good, whose cheating fortune tore them From happy hours, and left me to deplore them. They hear no longer these succeeding measures, The souls, to whom my earliest songs I sang: Dispersed the friendly troop, with all its pleasures, And still, alas! the echoes first that rang! I bring the unknown multitude my treasures; Their very plaudits give my heart a pang, And those beside, whose joy my Song so flattered, If still they live, wide through the world are scattered. And grasps me now a long-unwonted yearning For that serene and solemn Spirit-Land: My song, to faint Aeolian murmurs turning, Sways like a harp-string by the breezes fanned. I thrill and tremble; tear on tear is burning, And the stern heart is tenderly unmanned. What I possess, I see far distant lying, And what I lost, grows real and undying.

source: Nun wollten sie auch zum Himmel selbst auffliegen, um sich über die Engel und den lieben Gott lustig zu machen. Je höher sie mit dem Spiegel flogen, um so mehr grinste er; sie konnten ihn kaum festhalten; sie flogen höher und höher, Gott und den Engeln näher; da erzitterte der Spiegel so fürchterlich in seinem Grinsen, daß er ihren Händen entfiel und zur Erde stürzte, wo er in hundert Millionen, Billionen und noch mehr Stücke zersprang.
en: They wanted even to fly with it up to heaven to see the angels, but the higher they flew the more slippery the glass became, and they could scarcely hold it, till at last it slipped from their hands, fell to the earth, and was broken into millions of pieces.

source: In den früheren Epochen der Geschichte finden wir fast überall eine vollständige Gliederung der Gesellschaft in verschiedene Stände, eine mannigfaltige Abstufung der gesellschaftlichen Stellungen. Im alten Rom haben wir Patrizier, Ritter, Plebejer, Sklaven; im Mittelalter Feudalherren, Vasallen, Zunftbürger, Gesellen, Leibeigene, und noch dazu in fast jeder dieser Klassen besondere Abstufungen.
en: In the earlier epochs of history, we find almost everywhere a complicated arrangement of society into various orders, a manifold gradation of social rank. In ancient Rome we have patricians, knights, plebeians, slaves; in the Middle Ages, feudal lords, vassals, guild-masters, journeymen, apprentices, serfs; in almost all of these classes, again, subordinate gradations.

source: Die Entdeckung Amerikas, die Umschiffung Afrikas schufen der aufkommenden Bourgeoisie ein neues Terrain. Der ostindische und chinesische Markt, die Kolonisierung von Amerika, der Austausch mit den Kolonien, die Vermehrung der Tauschmittel und der Waren überhaupt gaben dem Handel, der Schiffahrt, der Industrie einen nie gekannten Aufschwung und damit dem revolutionären Element in der zerfallenden feudalen Gesellschaft eine rasche Entwicklung.
en: The discovery of America, the rounding of the Cape, opened up fresh ground for the rising bourgeoisie. The East-Indian and Chinese markets, the colonisation of America, trade with the colonies, the increase in the means of exchange and in commodities generally, gave to commerce, to navigation, to industry, an impulse never before known, and thereby, to the revolutionary element in the tottering feudal society, a rapid development.

source: Unterdrückter Stand unter der Herrschaft der Feudalherren, bewaffnete und sich selbst verwaltende Assoziation in der Kommune, hier unabhängige städtische Republik, dort dritter steuerpflichtiger Stand der Monarchie, dann zur Zeit der Manufaktur Gegengewicht gegen den Adel in der ständischen oder in der absoluten Monarchie, Hauptgrundlage der großen Monarchien überhaupt, erkämpfte sie sich endlich seit der Herstellung der großen Industrie und des Weltmarktes im modernen Repräsentativstaat die ausschließliche politische Herrschaft.
en: An oppressed class under the sway of the feudal nobility, an armed and self-governing association in the medieval commune: here independent urban republic (as in Italy and Germany); there taxable “third estate” of the monarchy (as in France); afterwards, in the period of manufacturing proper, serving either the semi-feudal or the absolute monarchy as a counterpoise against the nobility, and, in fact, cornerstone of the great monarchies in general, the bourgeoisie has at last, since the establishment of Modern Industry and of the world market, conquered for itself, in the modern representative State, exclusive political sway.

source: Zwei Häuser waren — gleich an Würdigkeit — Hier in Verona, wo die Handlung steckt, Durch alten Groll zu neuem Kampf bereit, Wo Bürgerblut die Bürgerhand befleckt. Aus dieser Feinde unheilvollem Schoß Das Leben zweier Liebender entsprang, Die durch ihr unglückselges Ende bloß Im Tod begraben elterlichen Zank. Der Hergang ihrer todgeweihten Lieb Und der Verlauf der elterlichen Wut, Die nur der Kinder Tod von dannen trieb, Ist nun zwei Stunden lang der Bühne Gut; Was dran noch fehlt, hört mit geduldgem Ohr, Bringt hoffentlich nun unsre Müh hervor.
en: Two households, both alike in dignity, In fair Verona, where we lay our scene, From ancient grudge break to new mutiny, Where civil blood makes civil hands unclean. From forth the fatal loins of these two foes A pair of star-cross’d lovers take their life; Whose misadventured piteous overthrows Do with their death bury their parents’ strife. The fearful passage of their death-mark’d love, And the continuance of their parents’ rage, Which, but their children’s end, nought could remove, Is now the two hours’ traffic of our stage; The which if you with patient ears attend, What here shall miss, our toil shall strive to mend.

source: Simson. Einerlei! Ich will barbarisch zu Werke gehn. Hab' ich's mit den Bedienten erst ausgefochten, so will ich mir die Mädchen unterwerfen. Sie sollen die Spitze meines Degens fühlen, bis er stumpf wird.
en: Sampson True; and therefore women, being the weaker vessels, are ever thrust to the wall: therefore I will push Montague’s men from the wall, and thrust his maids to the wall.

source: So fuhren wir gemächlich hin Auf träumerischen Wellen — Doch ach! die drei vereinten sich, Den müden Freund zu quälen — Sie trieben ihn, sie drängten ihn, Ein Mährchen zu erzählen.
en: Ah, cruel Three! In such an hour, Beneath such dreamy weather, To beg a tale breath too weak To stir the tiniest feather! Yet what can one poor voice avail Against three tongues together?

source: Sie sieht ihn heut und morgen wieder, So wächst ihr Wunsch und Wähnen; Seit Wochen schaut er auf sie nieder Mit ungestilltem Sehnen,
en: To look at him every night Her soul her instincts spur; And as he looks at her for weeks He falls in love with her.

source: Da sich schwerlich alle Welt hierin täuscht, so erhellt, dass das Vermögen, richtig zu urtheilen und die Wahrheit von der Unwahrheit zu unterscheiden, worin eigentlich das besteht, was man gesunden Verstand nennt, von Natur bei allen Menschen gleich ist, und dass mithin die Verschiedenheit der Meinungen nicht davon kommt, dass der Eine mehr Verstand als der Andere hat, sondern dass wir mit unseren Gedanken verschiedene Wege verfolgen und nicht dieselben Dinge betrachten.
en: And in this it is not likely that all are mistaken the conviction is rather to be held as testifying that the power of judging aright and of distinguishing Truth from Error, which is properly what is called Good Sense or Reason, is by nature equal in all men; and that the diversity of our opinions, consequently, does not arise from some being endowed with a larger share of Reason than others, but solely from this, that we conduct our thoughts along different ways, and do not fix our attention on the same objects.

source: Es war einmal ein Prinz, der wollte eine Prinzessin heiraten; aber es sollte eine wirkliche Prinzessin sein. Da reiste er in der ganzen Welt herum, um eine solche zu finden, aber überall war etwas im Wege. Prinzessinnen gab es genug, aber ob es wirkliche Prinzessinnen waren, konnte er nicht herausbringen. Immer war etwas, was nicht so ganz in der Ordnung war. Da kam er denn wieder nach Hause und war ganz traurig, denn er wollte doch so gern eine wirkliche Prinzessin haben.
en: There was once a Prince who wanted to marry a princess; but she was to be a real princess. So he travelled about, all through the world, to find a real one, but everywhere there was something in the way. There were princesses enough, but whether they were real princesses he could not quite make out: there was always something that did not seem quite right. So he came home again, and was quite sad; for he wished so much to have a real princess.

source: Den, der mich diese Kunst lehrte, meinen Eltern gleich zu achten, mit ihm den Lebensunterhalt zu teilen und ihn, wenn er Not leidet, mitzuversorgen; seine Nachkommen meinen Brüdern gleichzustellen und, wenn sie es wünschen, sie diese Kunst zu lehren ohne Entgelt und ohne Vertrag; Ratschlag und Vorlesung und alle übrige Belehrung meinen und meines Lehrers Söhnen mitzuteilen, wie auch den Schülern, die nach ärztlichem Brauch durch den Vertrag gebunden und durch den Eid verpflichtet sind, sonst aber niemandem.
en: To hold my teacher in this art equal to my own parents; to make him partner in my livelihood; when he is in need of money to share mine with him; to consider his family as my own brothers, and to teach them this art, if they want to learn it, without fee or indenture; to impart precept, oral instruction, and all other instruction to my own sons, the sons of my teacher, and to indentured pupils who have taken the Healer’s oath, but to nobody else.
